Repository: sukycar/blicBuch
Catalog: blicBuch/Configuration/*.lproj/Localizable.strings
Languages: de

source: Login
de: Einloggen

source: Don't have an account?
de: Sie haben noch kein Konto?

source: You already have account?
de: Sie haben schon ein Konto?

source: Password
de: Passwort

source: Library
de: Bibliothek

source: Informations
de: Informationen

source: Search
de: Suchen

source: Cart
de: Einkaufswagen

source: New in the library
de: Neu in der Bibliothek

source: Name *
de: Nachname *

source: Street *
de: Straße *

source: City *
de: Ort *

source: Password *
de: Passwort *

source: Repeat password *
de: Passwort bestätigen *

source: No items in cart
de: Keine Artikel im Warenkorb

source: Processing...
de: Ladet...

source: Register
de: Registrieren

source: order_button_eng
de: orderButton

source: Select subscription type:
de: Wählen Sie Ihr Abonnement

source: Transport expenses
de: Transportkosten

source: Regular subscription
de: Reguläres Abonnement

source: VIP subscription
de: VIP Abonnement

source: Starter subscription
de: Starter Abonnement

source: You can order 3 regular books
de: Sie können 3 reguläre Bücher bestellen

source: Payment for transport
de: Versandkosten

source: You can order 4 regular and 1 vip book
de: Sie können 4 reguläre und 1 VIP-Buch bestellen

source: One month free membership, one free book
de: Kostenlose Mitgliedschaft für einen Monat und ein kostenloses Buch

source: Pay shipping costs
de: Versandkosten bezahlen

source: Parcel delivery takes place by post and costs 4.99€
de: Paketzustellung erfolgt per Post und kostet 4,99€

source: Delivery
de: Lieferung

source: Order
de: Orderung

source: Restore Purchases
de: Einkäufe wiederherstellen

source: Your free subscription has expired. Please choose another subscription.
de: Ihr kostenloses Abonnement ist abgelaufen. Bitte wählen Sie ein anderes Abonnement.

source: Address error
de: Adressfehler

source: Address field can't be empty
de: Adressfeld darf nicht leer sein

source: City field can't be empty
de: Ortsangabe darf nicht leer sein

source: City error
de: Stadtfehler

source: Name error
de: Namensfehler

source: Name can't be empty
de: Namensangabe darf nicht leer sein

source: Email error
de: E-Mail-Fehler

source: Password error
de: Passwort Fehler

source: Email can't be empty
de: E-Mail-Angabe darf nicht leer sein

source: Email address is not valid
de: Email Adresse ist nicht gültig

source: Password can't be empty
de: Passwortangabe darf nicht leer sein

source: Password must contain 6 or more characters
de: Passwort muss 6 oder mehr Zeichen enthalten

source: Password and confirm password doesn't match
de: Die Passwörter stimmen nicht überein

source: Phone number error
de: Fehler bei der Telefonnummer

source: Phone number can't be empty
de: Telefonnummerfeld darf nicht leer sein

source: Successfully registered
de: Erfolgreich registriert

source: Contact
de: Kontakt

source: Logout
de: Ausloggen

source: Write to us...
de: Schreiben Sie uns...

source: Your suggestions and suggestions will be gladly accepted by us and they will challenge the readers' club
de: Ihre Vorschläge werden von uns gerne angenommen und werden den Bücherklub fördern

source: Why donation...
de: Warum spenden…

source: Expansion of the range of book titles, funding and creation of an increasingly being mobile application, In addition to Belletristic also offer of eniclopedia editions and specialist literature
de: Erweiterung von Büchertitelangeboten, Förderung und Erstellung einer immer bequemen Mobilapplikation, Neben Belletristic gibt es auch ein Angebot von Enzyklopädie Büchern und Fachliteratur

source: Adventure
de: Abenteuer

source: Biography
de: Lebenslauf

source: Detective novels / crime novels
de: Detektiv-Romane /Kriminalromane

source: The epic fantasy
de: Epische Fantasy

source: Erotic novels / romance novels
de: Erotikromane/Liebesromane

source: Classical Literature
de: Klassische Literatur

source: Popular Psychology
de: Populäre Psychologie

source: Historical novels
de: Historische Romane

source: Miscellaneous
de: Sonstiges

source: Action
de: Aktion

source: Novel
de: Roman

source: Book is already reserved
de: Dieses Buch ist bereits reserviert

source: Book is already in cart
de: Dieses Buch befindet sich bereits im Warenkorb

source: Book is added to cart
de: Dieses Buch wird in den Warenkorb gelegt

source: You have used the limit for vip books
de: Du hast das Limit für VIP-Bücher überschritten

source: You have used the limit for regular books
de: Du hast das Limit für reguläre Bücher überschritten

source: Books are not fetched
de: Die Bücher werden nicht abgeholt

source: You have been logged out!
de: Sie wurden ausgeloggt!

source: Network error
de: Netzwerkfehler

source: Something went wrong
de: Etwas ist schief gelaufen

source: Login failed, please try again
de: Anmeldefehler, bitte versuchen Sie es erneut

source: Your membership has expired or you have not fully completed the registration process.
de: Ihre Mitgliedschaft ist abgelaufen oder Sie haben den Registrierungsprozess nicht vollständig abgeschlossen.

source: Wrong password. Try again.
de: Falsches Passwort. Versuchen Sie es erneut.

source: Wrong email. Try again.
de: Falsche E-Mail. Versuchen Sie es erneut.

source: User with given email doesn't exist. Please try again.
de: Der Benutzer mit der angegebenen E-Mail-Adresse existiert nicht. Bitte versuchen Sie es erneut.

source: User is temporarily disabled. Please try again later or contact app owner.
de: Dieser Benutzer ist vorübergehend deaktiviert. Bitte versuchen Sie es später erneut oder wenden Sie sich an den App-Inhaber.

source: Please use different email. This email is already in use.
de: Bitte verwenden Sie eine andere E-Mail-Adresse. Diese E-Mail wird bereits verwendet.

source: Token expired. Please sign in again.
de: Keine Aktivität festgestellt. Bitte melden Sie sich erneut an.

source: Something went wrong. Please try again.
de: Etwas ist schief gelaufen. Bitte versuche es erneut.

source: Verein Buchliebhaber Club blitzBuch ZVR 1759468752 c / o Perica Anciger c / o Daniela Kukic Pilgerimgasse 21/1/1 1150 Vienna Bawag Bank: Verein 'Buchliebhaber Club blitzBuch' Raiffeisen Bank AT25 3200 0000 1335 0616 The association, whose activity is not aimed at profit, aims to deliver books to your address throughout Austria. It is very easy to register as a member of the Club for Book Lovers - by registering quickly. The member starts the application , clicks on the book that he would like to have sent to his home address and we will deliver it immediately. If you are already a member of our club, you can simply contact the e-mail address you provided when you ordered the book Log in. Membership in the club is free for the first month and the member receives a book according to their wishes. The information requested in advance is only for the purpose of a precise book supplement delivery to your home address is required. Blitzbuch only serves to ensure that people can live out their love for the books and arrive at the desired book without major obstacles. If at some point the club is no longer in operation, everything left over will be donated to a club with the same intention.
de: Verein Bücherliebhaber Club blitzBuch ZVR 1759468752 c/o Perica Anciger c/o Daniela Kukic Pilgerimgasse 21/1/1 1150 Wien Bawag Bank: Verein „Bücherliebhaber Club blitzBuch“ Raiffeisen Bank AT25 3200 0000 1335 0616 Der Verein, dessen Tätigkeit nicht auf Gewinn gerichtet ist bezweckt die Zustellung von Büchern an Ihre Adresse in ganz Österreich. Man kann sich als Mitglied des Klubs für Bücherfreunde sehr leicht anmelden lassen- nämlich durch schnelles Registrieren. Das Mitglied startet die Applikation, macht den Klick auf das Buch, dass er an seine Hausadresse gesandt haben möchte und es wird von uns sofort geliefert. Falls Sie bereits Mitglied unseres Klubs sind, können Sie sich einfach durch die von Ihnen bereits bei der vorherigen Buchbestellung angegebene E-Mail Adresse einloggen. Die Mitgliedschaft im Klub ist im ersten Monat kostenlos und das Mitglied bekommt ein Buch wunschgemäß. Die vorher beantragten Angaben sind ausschließlich wegen einer präzisen Buchzustellung an Ihre Hausadresse erforderlich. Blitzbuch dient nur dazu, dass die Menschen ihre Liebe gegenüber den Büchern ausleben können und ohne große Hindernisse an das gewünschte Buch ankommen. Sollte der Club irgendwann nicht mehr in Betrieb sein, wird alles übergebliebene an einen Club mit der gleichen Absicht gespendet.

source: Membership fee
de: Mitgliedsbeitrag

source: The membership fee represents a donation for our readers' club. After the first month of trial, members can deposit € 2.99 and then they are entitled to order three books in that month (or within the next 30 days from the payment and confirmation from us Each time a book is ordered, the members are asked to pay the shipping costs for the respective book or books. The types of donation are particularly interesting for our members, which can be either books or money. Reminder: Club members don't have to return books. They can keep them or give them to friends / family members. The goal is to get the books on their shelves.
de: Der Mitgliedsbeitrag stellt eine Spende für unseren Leserklub dar. Nach dem ersten Probemonat können die Mitglieder 2,99€ einzahlen und danach sind sie berechtigt drei Bücher in diesem Monat zu bestellen (bzw. in den nächsten 30 Tagen ab der Einzahlung und der Bestätigung seitens des Administrators). Bei jeder Buchbestellung sind die Mitglieder aufgefordert die Versandkosten für das jeweilige Buch oder die Bücher zu übernehmen. Für unsere Mitglieder sind die Spendearten besonders interessant, die entweder Bücher oder Geld sein können. Durch die Spende können Sie der Erweiterung vom Titelangebot, der Appli- kationsinstandhaltung und der Entwicklung des Leserklubs verstärken. Erinnerung: Mitglieder des Clubs müssen die Bücher nicht zurückschicken. Sie können sie ruhig behalten oder Freunden / Familienmitgliedern weitergeben. Das Ziel ist, dass die Bücher es auf ihr Regal schaffen.

source: VIP membership fee of the Book Friends Club
de: VIP Mitgliedsbeitrag des Bücherfreundeklubs

source: With a donation of € 4.99 or more, the members of the Book Friends Club become VIP members. VIP members can order up to four books per month from the VIP book class (it includes Popular belletristic).
de: Durch die Spende von 4,99€ oder mehr werden die Mitglieder des Bücherfreundeklubs zu VIP Mitgliedern. VIP Mitglieder können bis zu vier Bücher monatlich aus der VIP Bücherklasse bestellen (sie beinhaltet Popular belletristic).

source: Future plans
de: Pläne für die Zukunft

source: Expansion of the range of book titles, promotion and creation of an increasingly popular mobile application, Introduction of free book delivery throughout Vienna, In addition to fiction, we also offer encyclopedia editions and specialist literature. Join our readers' club and enjoy your popular book titles!
de: Erweiterung vom Büchertitelangebot, Förderung und Erstellung einer immer bekwäheren Mobilapplikation, Einführung kostenloser Bücherzustellung auf dem ganzen Wien Gebiet, Außer Belletristic auch Angebot von Enziklopädieherausgaben und Fachliteratur. Schließen Sie sich unserem Leserklub an und genießen Sie Ihre beliebte Büchertitel !
